[M_TooCloseForMissiles MissionDefinition]
MissionName="closer."
MissionDescription="Former pilot Eagle entrance was fired. [place]dust[-place]. In retaliation (which is difficult), he wanted the volleyball court destroyed while letting off steam in the middle of the attack. Don't forget to bring fire or explosives to complete your mission!!"
TurnInDescription="Robbers from a few years ago [place]dust[-place] They opened the best pilot academy. Your goal is to forget the examples of air combat, ensure your survival and become the best condor pilot in the world. They found it. People still call it Pandora’s Condor Camp. But the pilot shouted: Where are we going to play volleyball?."
MissionSummary="Help us ban hang glider retaliation.."
MissionGiver="Start the program."
MissionTurnInLocation="Loggins"
TeaserText="Dangerous areas containing explosives or explosives."

[M_TooCloseForMissiles:BurnNet MissionObjectiveDefinition]
ProgressMessage="Shoot the net with a gun"

[M_TooCloseForMissiles:DouseNet MissionObjectiveDefinition]
ProgressMessage="gas grill cooking"

[M_TooCloseForMissiles:FindGasCans MissionObjectiveDefinition]
ProgressMessage="Remove the fuel tank."

[M_TooCloseForMissiles:GrabTheBalls MissionObjectiveDefinition]
ProgressMessage="Play volleyball"

[M_TooCloseForMissiles:KillShirtlessGuys MissionObjectiveDefinition]
ProgressMessage="they kill people without clothes"

[M_TooCloseForMissiles:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ObjSet_DestroyNet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ObjSet_SpawnBadGuys MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:RampOffTheEnd MissionObjectiveDefinition]
ProgressMessage="Go to the bridge."

[M_TooCloseForMissiles:ReachTheGiantRamp MissionObjectiveDefinition]
ProgressMessage="See Condor Camp"

[M_TooCloseForMissiles:ReachTheGiantRampSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TooCloseForMissiles:ShotDownPilots MissionObjectiveDefinition]
ProgressMessage="They shoot down the pilot bird"

